// - Є змінна х, якій ви надаєте довільне числове значення.
//     Якщо змінна a не дорівнює нулю, виведіть 'Вірно', інакше виведіть 'Невірно'. Перевірте  скрипт при a, що дорівнює 1, 0, -3
let x = 3;
let a = 1;
    if(a === 0){
        document.write('<div>вірно</div>');
    }else {
        document.write('<div>невірно</div>');
    }
// - Дано змінну time яка рівна числу від 0 до 59. Потрібно написати код, який перевірить, до якої четверті години попадає число
// (в першу, другу, третю или четверту частину години).
let time = 59;
    if (time <= 15){
        document.write('<div>1 частина години</div>');
    } else if(time <= 30){
        document.write('<div>2 частина години</div>');
    }else if(time <= 45){
        document.write('<div>3 частина години</div>');
    }else if(time <= 60){
        document.write('<div>4 частина години</div>');
    }
// - У змінній day дано якесь число від 1 до 31. Потрібно визначити, у яку половину(декаду) місяця потрапляє це число (у першу, другу чи третю).
// - Скласти розклад на тиждень за домопоги switch. Користувач вводить порядковий номер дня тижня і на екрані відображається інфа що заплановано на цей день (можна замість плану на день, назву дня англійською).
//
//     - Користувач вводить або має два числа.
//         Потрібно знайти та вивести максимальне число з тих двох .
//         Також потрібно врахувати коли введені рівні числа.